/* Cancel */
"Cancel" = "Cancel";

/* Choose your photo source */
"Choose your photo source" = "Choose your photo source";

/* Delete */
"Delete" = "Delete";

/* Just checking in at  */
"Just checking in at " = "Just checking in at ";

/* Photos */
"Photos" = "Photos";

/* Search restaurants... */
"Search restaurants..." = "Search restaurants...";

/* Share */
"Share" = "Share";

/* We can't proceed because one of the fields is blank. Please note that all fields are required. */
"We can't proceed because one of the fields is blank. Please note that all fields are required." = "We can't proceed because one of the fields is blank. Please note that all fields are required.";

